do

function run(msg, matches)
  return 'boomrange Command List'.. [[
________________________________
--------------------------------
_______In the name of Allah_______
--------------------------------
kick [آیدی،کد،ریپلای] 
شخص مورد نظر از گروه اخراج ميشود.
ban [آیدی،کد،ریپلای]
شخص مورد نظر از گروه تحریم میشود
unban [کد]
شخص مورد نظر از تحریم خارج ميشود
banlist 
لیست افرادی که از گروه تحریم شده اند
~~~~~~~~~~~~~~~~~~~~~
filterlist :  لیست کلمه های فیلتر شده
filter + kalame     فیلتر کردن کلمه
filter ? kalame    کلمه فیلتره یا نه؟
filter -  kalame   آزاد کردن از فیلتر 
~~~~~~~~~~~~~~~~~~~~~
owner :         نمایش آیدی مدیر گروه  
modlist :           لیست کمک مدیرها 
promote        اضافه کردن کمک مدیر
demote          حذف کردن کمک مدیر  
 wai :          نمایش مقام شما در گروه
~~~~~~~~~~~~~~~~~~~~~
lock tag           قفل کردن تگ (#@)                         
lock link                  قفل کردن تبلیغ
lock member   قفل کردن عضو گیری
lock name       قفل کردن اسم گروه
lock arabic      حرف زدن به زبان فاسی ممنوع
lock chat           چت ممنوع
lock leave  کسانی که لفت میدهند بن خواهند     شد
lock eng   حرف زدن به زبان لاتین ممنوع
setflood 2-30          محدودیت اسپم
lock bots          ورود ربات ها ممنوع
~~~~~~~~~~~~~~~~~~~~
تمام دستورت با unlockازاد خواهند شد
~~~~~~~~~~~~~~~~~~~~~
setphoto :     عوض و قفل کردن عکس
setname ***           تعویض نام گروه  
~~~~~~~~~~~~~~~~~~~~~
about
rules            قوانین 
set rules <متن>
set about <متن> 
~~~~~~~~~~~~~~~~~~~~~
newlink :                    تعویض لینک  
link :                             لینک گروه
linkpv :    ارسال لینک در چت خصوصی
~~~~~~~~~~~~~~~~~~~~~
clean modlist   پاکردن لیست مدیران
clean rules             پاک کردن قانون
clean about        پاک کردن توضیحات
~~~~~~~~~~~~~~~~~~~~~
info                  مشخصات کامل فرد 
id :                     آیدی فردمورد نظر
~~~~~~~~~~~~~~~~~~~~
on smaker استیکر ساز برایه ممبر ها روشن
off smaker خاموش
sticker              تبدیل عکس به استیکر
photo                تبدیل استیکر به عکس
text matn              تبدیل متن به عکس
~~~~~~~~~~~~~~~~~~~~~
!map karaj            نقشه کشور یا شهر مورد نظر
!google metn                          سرچ متن در گوگل
!echo matn                                             تکرار کلمه
________________________________
1شما میتونید از /! استفاده کنید 
2.تمام دستوارت با اسلش و علامت تعجب و بدون ان ها کار میکنند
3.ربات فوق پیشرفته ما امکانات بسیار بیشتر دارد که با ارسال Helpبدون علامت متوجه خوهید شد
4.برایه ارسال نظر از دستور Feedbackاستفاده کنید
5.برایه عضویت در گروه پشتیبانی کلمه !supportرا ارسال کنید
6.!share  شماره ربات سیو کنید و یک پیام پی وی ارسال کنید
________________________________
V 2.7 en
sudo @xXDangerXx
other bot  @boomrange_bot
for PM   @xXDangerXx_bot]]
end

return {
  description = "Robot About", 
  usage = "help: View Robot About",
  patterns = {
    "^[#!/]help$"
    }, 
  run = run 
}

end
