do

function run(msg, matches)
  return 'boomrange Command List'.. [[
________________________________
اخراج  [آیدی،کد،ریپلای] 
شخص مورد نظر از گروه اخراج ميشود.
بن [آیدی،کد،ریپلای]
شخص مورد نظر از گروه تحریم میشود
حذف بن [کد]
شخص مورد نظر از تحریم خارج ميشود
لیست بن 
لیست افرادی که از گروه تحریم شده اند
~~~~~~~~~~~~~~~~~~~~~
فیلتر لیست :                  لیست کلمه های فیلتر شده
فیلتر + کلمه                                        فیلتر کردن کلمه
فیلتر ? کلمه                                       کلمه فیلتره یا نه؟
فیلتر -  کلمه                                         آزاد کردن از فیلتر 
~~~~~~~~~~~~~~~~~~~~~
صاحب؟ :         نمایش آیدی مدیر گروه  
لیست مدیران :           لیست کمک مدیرها 
کمک مدیر:        اضافه کردن کمک مدیر
حذف مقام:          حذف کردن کمک مدیر  
~~~~~~~~~~~~~~~~~~~~~
تعویض عکس :     عوض و قفل کردن عکس گروه
تعویض نام ***           تعویض نام گروه  
~~~~~~~~~~~~~~~~~~~~~
توضیحات        توضیحات گروه
قوانین            قوانین گروه
تنظیم توضیحات <متن>   تنظیم توضیح برایه گروه
تنظیم قانون<متن>           تنظیم قانون برایه گروه
~~~~~~~~~~~~~~~~~~~~~
لینک جدید :                    تعویض لینک  
لینک :                             لینک گروه
لینک خصوصی :    ارسال لینک در چت خصوصی
~~~~~~~~~~~~~~~~~~~~~
اطلاعات:                  مشخصات کامل فرد 
ایدی :                     ایدی خود در گروه
~~~~~~~~~~~~~~~~~~~~
استیکر ساز خاموش:        استیکر ساز برایه ممبر ها خاموش
استیکر ساز روشن :        استیکر ساز برایه ممبر ها روشن    
استیکرکن:              تبدیل عکس به استیکر
عکس کن:                تبدیل استیکر به عکس
بگو متن:                       تکرار حرف
ساپورت:     با ارسال این کلمه شماره به گروه پشتیبانی دعوت خواهد کرد

________________________________
1شما میتونید از /! استفاده کنید 
2.تمام دستوارت با اسلش و علامت تعجب و بدون ان ها کار میکنند
3.ربات فوق پیشرفته ما امکانات بسیار بیشتر دارد که با ارسال Helpبدون علامت متوجه خوهید شد
4.برایه ارسال نظر از دستور Feedbackاستفاده کنید
5.برایه عضویت در گروه پشتیبانی کلمه !supportرا ارسال کنید

________________________________
V 2.7 .fa
sudo @xXDangerXx
other bot  @boomrange_bot
for PM   @xXDangerXx_bot]]

end

return {
  description = "Robot About", 
  usage = "help: View Robot About",
  patterns = {
    "^راهنما$"
    }, 
  run = run 
}

end
